tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nrlquaker/createzap"
tap "timescale/tap"
brew "gcc"
brew "openblas"
brew "python@3.9"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bfg"
brew "bison"
brew "freetype"
brew "glib"
brew "certbot"
brew "ocaml"
brew "coq"
brew "coreutils"
brew "diff-so-fancy"
brew "docker"
brew "docker-machine"
brew "dvc"
brew "fftw"
brew "findutils"
brew "flex"
brew "git"
brew "git-lfs"
brew "libtool"
brew "gnupg"
brew "harfbuzz"
brew "graphviz"
brew "grep"
brew "ncurses"
brew "htop"
brew "hub"
brew "hugo"
brew "kubernetes-cli"
brew "kubectx"
brew "libomp"
brew "mas"
brew "maven"
brew "moreutils"
brew "mosquitto"
brew "mysql"
brew "mysql-client"
brew "nano"
brew "nmap"
brew "node"
brew "opam"
brew "openssh"
brew "pandoc"
brew "pipenv", link: false
brew "postgresql"
brew "python@3.8"
brew "rclone"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn"
cask "1password"
cask "adobe-creative-cloud"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "backblaze"
cask "chef-workstation"
cask "datagrip"
cask "discord"
cask "eclipse-ide"
cask "electricbinary"
cask "firefox"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "osxfuse"
cask "postman"
cask "pycharm"
cask "quicken"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "steam"
cask "trader-workstation"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
cask "zoomus"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Taurine", id: 960276676
