tap "adoptopenjdk/openjdk"
tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keenwill/tap"
tap "keenwill/tools"
tap "nrlquaker/createzap"
tap "timescale/tap"
brew "ack"
brew "act"
brew "aircrack-ng"
brew "gcc"
brew "openblas"
brew "xz"
brew "python@3.9"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bfg"
brew "binutils"
brew "bison"
brew "freetype"
brew "glib"
brew "cairo"
brew "certbot"
brew "ocaml"
brew "coq"
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "diff-so-fancy"
brew "docker"
brew "docker-machine"
brew "dvc"
brew "exa"
brew "fftw"
brew "findutils"
brew "flex"
brew "gawk"
brew "gdb"
brew "git"
brew "git-annex", restart_service: true
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "gpatch"
brew "harfbuzz"
brew "graphviz"
brew "grep"
brew "gzip"
brew "ncurses"
brew "htop"
brew "hub"
brew "hugo"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "libomp"
brew "llvm"
brew "lua"
brew "luarocks"
brew "make"
brew "mas"
brew "maven"
brew "moreutils"
brew "mosquitto"
brew "mysql"
brew "mysql-client"
brew "nano"
brew "nmap"
brew "node"
brew "opam"
brew "openssh"
brew "pandoc"
brew "pipenv", link: false
brew "pngcheck"
brew "postgresql"
brew "python@3.8"
brew "qt"
brew "rclone"
brew "rsync"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terraform"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "woff2"
brew "yarn"
brew "youtube-dl"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "keenwill/tools/changemenubarcolor"
cask "1password"
cask "adobe-creative-cloud"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "apparency"
cask "autodesk-fusion360"
cask "backblaze"
cask "battle-net"
cask "betterzip"
cask "chef-workstation"
cask "datagrip"
cask "discord"
cask "eclipse-ide"
cask "electricbinary"
cask "firefox"
cask "git-annex-turtle"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "osxfuse"
cask "postman"
cask "provisionql"
cask "prusaslicer"
cask "pycharm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "qt-creator"
cask "quicken"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookase"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "trader-workstation"
cask "tweetbot"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webpquicklook"
cask "xquartz"
cask "zoom"
cask "zoomus"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Taurine", id: 960276676
